[
    {
        "ID": "373348",
        "Title": "60 rooms booked for 'Other People'\": Pakistan team under fire for 'Family Time' in USA",
        "Link": "https://www.hirunews.lk/english/373348/60-rooms-booked-for-other-people-pakistan-team-under-fire-for-family-time-in-usa",
        "Date": "Saturday, 22 June 2024 - 10:22",
        "Image": "https://cdn.hirunews.lk/Data/News_Images/202406/1719031862_5399761_hirunews.jpg",
        "Paragraph": "Pakistan's disastrous T20 World Cup campaign in the USA has expectedly triggered a backlash against the players, who are being criticised for taking their families along, even as their beleaguered cricket board mulled invoking a new defamation law to tackle \"unsubstantiated claims and reports\". \nAccording to a local media report, apart from the nearly 34 players, support staff, and officials who were part of the national squad in the USA, the team hotel was teeming with around 26 to 28 family members of the players.\nThese included their wives, children, parents and even siblings in some cases. Pakistan were eliminated after losing to India and debutants USA in their group league stage matches held in New York.\nThe report said players like Babar Azam, Haris Rauf, Shadab Khan, Fakhar Zaman, and Muhammad Amir were among those who had family members travelling with them.\nBabar, who is not married, had his father, mother and brothers staying in the team hotel.\n\"The extra expenses incurred on having families is obviously paid by players but having family members around does hit the focus of the players,\" another report said.\n\"Some 60 rooms were booked where the team stayed to accommodate the other people travelling with the team. The environment was a family one with take-away dinners and outings being the norm for some players,\" one report said.\nFormer Test wicketkeeper, Atiq uz Zaman said he could understand the players' need to have their families with them on low-profile or bilateral tours.\nBut for a major event like the World Cup, the PCB should not have allowed such a gathering.\n\"In a World Cup, no families should have been allowed as the players needed to focus on their cricket. When you have families with you then a player's attention and time is diverted from cricket,\" Zaman said.\nAmir had also taken his personal trainer to the World Cup at his own expense despite the team having a foreign trainer, strength conditioning coach, physiotherapist and doctor.\nOne report said that during training sessions, the left-arm pacer trained away from others, having taken permission from the board for this.\nPCB mulls legal action against unverified reports\nThe Pakistan Cricket Board will be using a new defamation law by the Punjab government to go after digital or mainstream media who insinuate corruption by Pakistani players during the World Cup or make very personal remarks about them.\nA reliable source in the PCB said that the Board's legal department has already started working on possible notices under the new defamation law.\n\"These people will be asked to prove their allegations or face action under the new defamation law,\" he said.\nThe Punjab assembly recently passed the bill related to digital media and defamation laws under which any digital journalist or media personality making unsubstantiated allegations or personal attacks on a public figure which put him in danger of public backlash can face a heavy fine and also time in jail if found guilty.\nThe law also states a decision has to come in six months and cases should not linger on.\nThis is after skipper Babar Azam was accused of accepting an expensive car as gift by YouTuber.\nSource: Foreign media reports"
    },
    {
        "ID": "373342",
        "Title": "More than 1,100 dead on Haj, many attributed to high heat",
        "Link": "https://www.hirunews.lk/english/373342/more-than-1100-dead-on-haj-many-attributed-to-high-heat",
        "Date": "Saturday, 22 June 2024 - 10:34",
        "Image": "https://cdn.hirunews.lk/Data/News_Images/202406/1719030101_5683808_hirunews.jpg",
        "Paragraph": "A senior Saudi official defended the Gulf kingdom's management of the Haj pilgrimage on Friday (Jun 21) after various countries reported more than 1,100 deaths, many attributed to high heat.\n\"The state did not fail, but there was a misjudgement on the part of people who did not appreciate the risks,\" the official told AFP in the government's first comments on the deaths.\nAn AFP tally on Friday, compiling official statements and reports from diplomats involved in the response, put the toll at 1,126, more than half of them from Egypt.\nThe senior Saudi official said the Saudi government had confirmed 577 deaths for the two busiest days of Haj: Saturday, when pilgrims gathered for hours of prayers in the blazing sun on Mount Arafat, and Sunday, when they participated in the \"stoning of the devil\" ritual in Mina.\nMuslim pilgrims use umbrellas to shade themselves from the sun as they arrive at the base of Mount Arafat, also known as Jabal al-Rahma or Mount of Mercy, during the annual Haj pilgrimage on Jun 15, 2024. (Photo: AFP/Fadel Senna) …see more\n\"This happened amid difficult weather conditions and a very harsh temperature,\" the official said while acknowledging that the 577 figure was partial and did not cover all of Haj, which formally ended on Wednesday.\nThe Haj is one of the five pillars of Islam, and all Muslims with the means must complete it at least once before they die.\nSaudi officials had earlier said 1.8 million pilgrims took part this year, a similar total to last year, and that 1.6 million came from abroad.\nPERMIT-LESS PILGRIMS\nHaj permits are allocated to countries on a quota system and distributed to individuals via a lottery.\nEven for those who can obtain them, the steep costs spur many pilgrims to attempt the Haj without a permit, though they risk arrest and deportation if caught by Saudi security forces.\nThe irregular route, which can save pilgrims thousands of dollars, has become increasingly popular since 2019 when Saudi Arabia introduced a general tourism visa, making it easier to enter the Gulf kingdom.\nBefore this year's Haj, Saudi officials said they had cleared more than 300,000 would-be pilgrims from Mecca who did not have Haj permits.\nBut later, the senior Saudi official said on Friday, \"an order came from above that we allow people who arrived at the gates of the holy places\" to participate.\n\"We can estimate the number of the unregistered pilgrims at around 400,000,\" the official said.\n\"Almost all of them from one nationality,\" the official added, an apparent reference to Egypt.\nArab diplomats told AFP earlier this week that Egyptians accounted for 658 deaths, 630 of them unregistered pilgrims.\nA US State Department spokesman said on Friday that \"multiple\" US citizens died in the Haj.\n\"We can confirm the deaths of multiple US citizens in Saudi Arabia\", the spokesman said, without providing further details.\nSCORCHING TEMPERATURES\nThe Haj, whose timing is determined by the Islamic lunar calendar, fell again this year during the scorching Saudi summer.\nTemperatures reached 51.8 degrees Celsius at the Grand Mosque in Mecca on Monday, according to the National Meteorological Centre.\nUnregistered pilgrims did not have access to amenities meant to make the pilgrimage more bearable, including air-conditioned tents.\nUnregistered Egyptian pilgrims told AFP this week that in some cases they struggled to access hospitals or hail ambulances for loved ones, some of whom ended up dying.\nThe pilgrims also said they could not access official Haj buses - the only transportation around the holy sites - without paying exorbitant, off-the-books fees.\nForced to walk for many kilometres under the blazing sun, some reported seeing motionless bodies on the roadside and pilgrims collapsing because of apparent exhaustion.\nThe senior Saudi official told AFP on Friday that there was no blanket ban on unregistered pilgrims using the buses.\n\"There is no ban on them using the buses but these buses are prepared for the registered pilgrims that we know are coming,\" the official said.\nThe unregistered pilgrims \"walk along bus routes that are not set up with food or medical services like ambulances. It's a highway for the buses\"."
    },
    {
        "ID": "373341",
        "Title": "Members of UK's richest family get jail terms for exploiting Indian staff",
        "Link": "https://www.hirunews.lk/english/373341/members-of-uks-richest-family-get-jail-terms-for-exploiting-indian-staff",
        "Date": "Saturday, 22 June 2024 - 10:04",
        "Image": "https://cdn.hirunews.lk/Data/News_Images/202406/1719029647_8281216_hirunews.jpg",
        "Paragraph": "A Swiss court handed jail sentences to four members of Britain’s richest family on June 21 for exploiting staff brought from India to work at their villa in Geneva.\nThe Hindujas – who were not present in court – were acquitted of human trafficking, but convicted on other charges in a stunning verdict for the family, whose fortune is estimated at £37 billion (S$63 billion).\nPrakash Hinduja and his wife Kamal Hinduja each got four years and six months, while their son Ajay and his wife Namrata received four-year terms, the presiding judge in Geneva ruled.\nThree Indian workers alleged they were paid as little as USD 8 for 18-hour workdays, claiming their passports were confiscated, restricting their movement. Prosecutors argued that the Hinduja family spent more on their dog than on their servants, while the defense contended that the workers received ample benefits and were not isolated. Despite the defense's claims, the court handed down significant sentences.\nThe Hinduja family, who own the multinational conglomerate Hinduja Group with interests in oil, gas, and banking, as well as the Raffles Hotel in London, have faced significant backlash. Prakash and Kamal Hinduja did not attend the court proceedings due to ill health, while Ajay and Namrata were present but absent during the verdict.\nEditor's Note:\nThis case highlights ongoing issues of labour exploitation among domestic workers in wealthy households, even in high-profile, affluent areas like Geneva. Similar cases have emerged, such as last year's lawsuit by four Filipino domestic workers against a UN diplomatic mission for unpaid wages. The sentencing of such prominent figures highlights the legal repercussions of labor exploitation and the importance of fair treatment for all workers. The Hinduja family's appeal will likely continue to attract significant attention."
    },
    {
        "ID": "373339",
        "Title": "Indian film star arrested in fan’s murder case",
        "Link": "https://www.hirunews.lk/english/373339/indian-film-star-arrested-in-fans-murder-case",
        "Date": "Saturday, 22 June 2024 - 9:42",
        "Image": "https://cdn.hirunews.lk/Data/News_Images/202406/1719029421_7899782_hirunews.jpg",
        "Paragraph": "Darshan Thoogudeepa, a superstar in the Kannada film industry, has been under arrest for 10 days, suspected of involvement in a murder case that reads like a movie plot. He is among 17 people arrested for the murder of Renukaswamy, a 33-year-old fan, whose body was found in a drain.\nBackground of the Case\nBengaluru Police Commissioner B Dayananda described the murder as \"brutal and barbaric.\" The police believe Darshan was angered by Renukaswamy allegedly sending lewd messages to actress Pavithra Gowda, rumored to be Darshan's girlfriend. Both Darshan and Pavithra are among those charged with murder, kidnapping, destruction of evidence, and criminal conspiracy.\nDarshan's lawyer, Ranganath Reddy, maintains that the actor denies the charges, citing a lack of direct evidence and suggesting the case relies on circumstantial evidence.\nDarshan's Arrest and Film Career\nDarshan, known as the most bankable star in the Kannada industry, has starred in about 60 films, with many being major hits. His latest film, Kaatera, grossed over 1 billion rupees, cementing his superstar status. His arrest has sent shockwaves through the industry, where he is highly revered.\nPolice arrested Darshan on June 11 in Mysuru while he was filming Devil. The case has drawn extensive media coverage, with local press speculating on various allegations and details about the actor's private life, including his relationships with his wife Vijayalakshmi and Pavithra Gowda.\nIndustry Reaction\nDespite the seriousness of the accusations, the industry's reaction has been subdued. Film producer Yogish Dwarakish, who has known Darshan for decades, points out that the actor's arrest is a significant loss for the industry, which has a substantial financial investment in his upcoming films.\nFilm critic S Shiva Kumar and producer Yogish recall Darshan's rise from humble beginnings to stardom, highlighting his appeal to marginalized communities. However, his career has not been without controversy. In 2011, Darshan was arrested for domestic violence but continued to enjoy fan and industry support.\nCurrent Situation\nWith Darshan's arrest, the future of several big-budget films hangs in the balance. Some industry insiders suggest commercial interests are preventing a stronger public response. Yogish and other industry figures call for a fair legal process, warning against premature judgments based on media reports.\nThe case continues to unfold, with Darshan's supporters advocating for his right to a fair trial, while the public and media remain engrossed in the sensational details of the story."
    },
    {
        "ID": "373336",
        "Title": "ILT20: Eight (08) Sri Lankan players retained, Matheesha Pathirana left out",
        "Link": "https://www.hirunews.lk/english/373336/ilt20-eight-08-sri-lankan-players-retained-matheesha-pathirana-left-out",
        "Date": "Saturday, 22 June 2024 - 9:36",
        "Image": "https://cdn.hirunews.lk/Data/News_Images/202406/1719028706_6917264_hirunews.jpg",
        "Paragraph": "The third season of the International League T20 (ILT20) is set to take place from January 11 to February 9, 2025, in Abu Dhabi, Dubai, and Sharjah. \nA total of 69 players have been retained by their respective franchises, including prominent names from Sri Lanka such as Wanindu Hasaranga, Kusal Mendis, Charith Asalanka, and Dasun Shanaka.\nWanindu Hasaranga has been retained by the Desert Vipers. However, notable absentees from the Vipers' retention list include fast bowler Matheesha Pathirana.\nKusal Mendis is among the eight players retained by the Sharjah Warriors.\nThe Abu Dhabi Knight Riders have retained 11 players, including Charith Asalanka.\nDubai Capitals have retained Dasun Shanaka and Dushmantha Chameera. \nDefending champions MI Emirates have retained Kusal Perera and Vijayakanth Viyaskanth. \nEach franchise has also retained two UAE players each, and there was no limit on retention of international players. Teams can now sign new players in the ongoing player acquisition window which will stay open till 15 September. The franchises will also need to complete their quota of four UAE signings after the completion of the ILT20 development tournament which will be held in October.\nThe third season of the ILT20 is scheduled to be played in 2025 from January 11 to February 9 in Abu Dhabi, Dubai and Sharjah.\nILT20 retention list\nAbu Dhabi Knight Riders: Aditya Shetty, Ali Khan, Alishan Sharafu, Andre Russell, Andries Gous, Charith Asalanka, David Willey, Joe Clarke, Laurie Evans, Micheal Pepper and Sunil Narine.\nDesert Vipers: Adam Hose, Alex Hales, Ali Naseer, Azam Khan, Bas de Leede, Luke Wood, Micheal Jones, Mohammad Amir, Nathan Sowter, Sherfane Rutherford, Tanish Suri and Wanindu Hasaranga.\nDubai Capitals: Dasun Shanaka, David Warner, Dushmantha Chameera, Haider Ali, Raja Akif, Rovman Powell, Sam Billings, Sikandar Raza, Zahir Khan, Jake Fraser McGurk and Oliver Stone.\nGulf Giants: Aayan Afzal Khan, Blessing Muzarabani, Chris Jordan, Dipendra Singh Airee, Gerhard Erasmus, Jamie Overton, James Vince, Jamie Smith, Jordan Cox, Mohammad Zohaib Zubair, Rehan Ahmed, Richard Gleeson and Shimron Hetmyer.\nMI Emirates: Akeal Hosein, Andre Fletcher, Daniel Mousley, Dwayne Bravo, Fazalhaq Farooqi, Jordan Thompson, Kieron Pollard, Kusal Perera, Muhammad Rohid Khan, Muhammad Waseem, Nicholas Pooran, Nosthush Kenjige, Vijayakanth Viyaskanth and Waqar Salamkheil.\nSharjah Warriors: Dilshan Madushanka, Johnson Charles, Junaid Siddique, Muhamad Jawadullah, Kusal Mendis, Luke Wells, Peter Hatzoglou and Tom Kohler-Cadmore."
    },
    {
        "ID": "373335",
        "Title": "West Indies crush USA by 9 wickets - close fight for Semi Final spot",
        "Link": "https://www.hirunews.lk/english/373335/west-indies-crush-usa-by-9-wickets-close-fight-for-semi-final-spot",
        "Date": "Saturday, 22 June 2024 - 9:23",
        "Image": "https://cdn.hirunews.lk/Data/News_Images/202406/1719027115_7372792_hirunews.jpg",
        "Paragraph": "Opener Shai Hope blasted an unbeaten 82 as West Indies came back roaring to crush the United States of America by nine wickets in the T20 World Cup Group 2 Super Eight match in Barbados. After bowling out the USA for a mere 128 in 19.5 overs, the West Indies batters went all guns blazing from the word go to knock off the target in 10.5 overs to make 130/1, recording a comfortable win. The win improved West Indies' standing in the Group 2 points table. \nThe Caribbean side, which had suffered an eight-wicket hammering from England on Wednesday, is now placed second with two points and a Net Run Rate of 1.814.\nJohnson Charles fell for a 14-ball 15 with a couple of fours early on but the pair of Hope (82 not out) and Nicholas Pooran did the job for their side, smacking the USA bowlers all around the park here at the Kensington Oval.\nHope made a mincemeat of the USA bowling as the right-handed wicketkeeper-batter clattered eight sixes and four fours to make 82 not out from just 39 balls, with Pooran reaching 27 not out from 13 balls with three sixes and a four.\nHope remained at the forefront of WI's chase as he forged a 67-run stand for the opening partnership with Charles and then added another 63 runs unbeaten for the second wicket with Pooran, which came off only 23 balls as the Caribbean side ruled the roost.\nEarlier after the West Indies put USA in to bat first, Andre Russell (3.5-0-31-3) and Roston Chase (4-0-19-3) made life tough for the opposition batters.\nAfter an early blow in the form of Steven Taylor (2) who was caught at point by chase of Russell, the pair of Andreis Gous and Nitish Kumar (20) forged a strong partnership to revive USA and take them ahead but they both fell after making their respective starts.\nNitish was trapped leg-before by West Indies spinner Gudakesh Motie for 20 off 19 balls with two fours and Gous, who hit three fours and a six in his rapid 29 off 16 balls, was caught at deep midwicket by Hope off Alzarri Joseph in the eighth over and that was when USA's decline began.\nNone of the following USA batters could trouble the West Indies as the tournament co-hosts kept chipping away with regular wickets, denying their opponents any momentum with the bat.\nUSA skipper Aaron Jones (11) was cleaned up by Chase who looked unplayable. Chase grabbed another wicket when he had the veteran Corey Anderson trapped leg-before for seven.\nHarmeet Singh, who had provided fireworks with the bat for the USA against South Africa in the last match, fell for a first-ball duck when Chase had him caught by Charles to ensure West Indies remained on top of the proceedings."
    },
    {
        "ID": "373325",
        "Title": "Showers or thundershowers expected in several areas",
        "Link": "https://www.hirunews.lk/english/373325/showers-or-thundershowers-expected-in-several-areas",
        "Date": "Saturday, 22 June 2024 - 9:16",
        "Image": "https://cdn.hirunews.lk/Data/News_Images/202406/1719018186_5100446_hirunews.jpg",
        "Paragraph": "Showers will occur at times in Western, Sabaragamuwa and North-western provinces and in Kandy, Nuwara Eliya, Galle and Matara districts. Heavy showers above 100mm are likely at some places in Western and Sabaragamuwa provincesand in Kandy, Nuwara Eliya and Puttalam districts.\nSeveral spells of light showers will occur in Matale and Anuradhapura districts.\nStrong winds of about (40-50) kmph can be expected at times over the Western slopes of the central hills, Northern, North-central and North-western provincesand in Trincomalee, Hambantota and Monaragala districts.\nRough Seas and Strong Winds Forecasted for Coastal Areas\nThe sea areas off the coasts from Mannar to Chilaw via Puttalam, and from Hambantota to Pottuvil, are expected to be very rough at times, with gusty winds reaching speeds of 60-65 kmph.\nSimilarly, the sea areas off the coasts from Chilaw to Hambantota via Colombo and Galle, and from Trincomalee to Mannar via Mullaitivu and Kankasanthurai, will also experience rough conditions with strong gusty winds up to 50-55 kmph.\nWave heights are projected to increase to about 2.0–2.5 meters in the sea areas off the coast from Kalpitiya to Pottuvil via Colombo, Galle, and Hambantota.\nNaval and fishing communities are advised to exercise caution and remain attentive to these conditions."
    },
    {
        "ID": "373323",
        "Title": "Poland eliminated after slumping to defeat by Austria",
        "Link": "https://www.hirunews.lk/english/373323/poland-eliminated-after-slumping-to-defeat-by-austria",
        "Date": "Saturday, 22 June 2024 - 10:08",
        "Image": "https://cdn.hirunews.lk/Data/News_Images/202406/1718993879_4965347_hirunews.jpg",
        "Paragraph": "A superb second-half performance boosted Austria's hopes of making the Euro 2024 knockout stage with a 3-1 win over Poland, who became the first side to be eliminated from the tournament after Friday's late game between Netherlands and France ended in a goalless draw.\nAfter losing both of their group games so far, Poland's chances of progressing from Group D already looked bleak before the draw between France and the Netherlands confirmed their early exit.\nGoals from Gernot Trauner, Christian Baumgartner and Marko Arnautovic kept alive Austria's chances of reaching the next round.\nThe Austrians, who lost to France in their opener, survived a spirited first-half comeback in which Poland equalised and came close to taking the lead before the wheels came off in the second half.\nUndeterred by news that record scorer Robert Lewandowski was still not fit to start, Polish fans lit a handful of flares as they belted out the national anthem, with a cloud of smoke wafting towards the goal Austria defended in the first half.\nThat was about as close as the Poles got in the opening exchanges, with Austria dominating possession through repeated attacks up the left flank and going ahead in the ninth minute.\nPhilipp Mwene's long throws were a threat from the start and Austria's goal came when one of them was headed back into his path, allowing the left back to cross for Trauner to score with a bullet header into the top corner after nine minutes.\nHowever, Poland levelled on the half-hour mark as Austria failed to clear a corner satisfactorily and when Trauner blocked a shot from Jan Bednarek, the ball fell kindly for Krsysztof Piatek to control and then steer into the net.\nAustria goalkeeper Patrick Pentz had to pull off a superb one-handed save in first-half stoppage time and when Lewandowski finally entered the fray on the hour Polish hopes rose, only to be quickly dashed.\nAustria's second goal in the 66th was beautiful in its simplicity as they switched play from right to left before Alexander Prass picked out Baumgartner with a pinpoint pass and the midfielder's cool finish gave Wojciech Szczesny no chance.\nWhen Marcel Sabitzer then tore through the middle, Szczesny had no choice to bring him down and Marko Arnautovic drilled the resulting spot kick low to the keeper's left to make it 3-1 after 78 minutes and leave the Poles with a mountain to climb.\nLewandowksi's contribution in just over half an hour amounted to a yellow card for an elbow on Philipp Lienhart four minutes after coming on, and his absence has proved costly as the Poles crashed out.\nPoland face France in their final group game on Tuesday in Dortmund, with Austria taking on the Dutch in Berlin at the same time.\n\"We gave away the match a little bit which was completely unnecessary, and then in the second half, we knew that now we have to deliver,\" man of the match Baumgartner told reporters.\n\"That's a one of our qualities, one of our characteristics, that we know how to deal with these kinds of situations, and know how to react to those situations, and that's why eventually it was a positive result for us,\" he added.\nPoland coach Michal Probierz said Lewandowski was fully fit, and had trained with the team.\n\"We knew that this would be a highly-intensive match, so we decided with the medical team and Robert Lewandowski himself that he would not be starting from the first minute,\" Probierz told reporters.\n\"We hoped that we could break through the Austrian defence in the second half, it's a pity we didn't score a winner first,\" he added."
    },
    {
        "ID": "373322",
        "Title": "No longer 'Chokers' - South Africa clinch another nail biter against defending champs",
        "Link": "https://www.hirunews.lk/english/373322/no-longer-chokers-south-africa-clinch-another-nail-biter-against-defending-champs",
        "Date": "Saturday, 22 June 2024 - 9:13",
        "Image": "https://cdn.hirunews.lk/Data/News_Images/202406/1718992930_2854886_hirunews.jpg",
        "Paragraph": "South Africa 163 for 6 (de Kock 65, Miller 43, Archer 3-40) beat England 156 for 6 (Brook 53, Maharaj 2-25, Rabada 2-32) by 7 runs\nIn a nail-biting match in Saint Lucia, South Africa defeated defending champions England to remain unbeaten in the T20 World Cup 2024, edging closer to the semi-finals.\nSouth Africa's innings appeared underwhelming at first. Despite scoring 63 in the powerplay, they only managed an additional 100 runs in the next 14 overs. Their decision to field just one specialist spinner seemed questionable on a slower pitch. By the 13th over of England's chase, their spinner was bowled out, and their fast bowlers conceded 52 runs in three overs between the 15th and 17th over, leaving England needing only 25 runs from the final 18 balls.\nHowever, Kagiso Rabada turned the tide by dismissing Liam Livingstone with a full toss and conceding only four runs in his last over. Marco Jansen's excellent penultimate over, bowling into the pitch and reducing the pace, gave away just seven runs, setting Anrich Nortje up with 13 runs to defend in the final over. Nortje's disciplined bowling restricted England to just six runs in the 20th over, clinching the victory.\nDespite the loss, England might not be too disappointed. Moeen Ali and Adil Rashid impressed with their spin bowling, Reece Topley was economical, and Harry Brook scored his first T20 World Cup fifty. With a positive net run-rate and an upcoming game against the USA, England still has hopes of reaching the semi-finals.\nEngland's strategy against Quinton de Kock involved opening with Reece Topley and Moeen Ali, both of whom had previously dismissed him multiple times. However, de Kock opened with a boundary off Moeen and then attacked Jofra Archer, scoring 17 runs in one over. He reached his fifty off 22 balls, equalling the fastest half-century of the tournament, but could have been out for 58 if Mark Wood had held a catch off Adil Rashid's bowling.\nDe Kock added just seven more runs before Archer dismissed him with a slower ball, which Jos Buttler caught brilliantly. Buttler also ran out Heinrich Klaasen with an exceptional throw, showcasing his fielding prowess.\nReeza Hendricks set the tone with a spectacular catch off Phil Salt, and Anrich Nortje's catch to dismiss Jonny Bairstow added to the fielding highlights. Klaasen redeemed himself by catching Buttler at deep mid-wicket, and Markram's catch to dismiss Brook was a game-changer.\nEngland needed 77 runs off the last six overs, and Rabada's 15th over, which conceded 18 runs, eased the pressure on England. However, Baartman's 17th over, featuring four full tosses, was particularly disappointing, allowing England to edge closer.\nIn summary, South Africa's thrilling victory over England showcased their resilience and strategic acumen, setting them up as strong contenders for the T20 World Cup 2024 semi-finals."
    },
    {
        "ID": "373321",
        "Title": "55 dead, 88 hospitalised after drinking toxic liquor in Tamil Nadu",
        "Link": "https://www.hirunews.lk/english/373321/55-dead-88-hospitalised-after-drinking-toxic-liquor-in-tamil-nadu",
        "Date": "Saturday, 22 June 2024 - 9:20",
        "Image": "https://cdn.hirunews.lk/Data/News_Images/202406/1718992652_6728003_hirunews.jpg",
        "Paragraph": "Fifty five people have died after consuming toxic liquor in Tamil Nadu's Kallakurichi district, around 250 km from state capital Chennai. At least 88 others, who reportedly consumed the toxic liquor over the past few days, have been hospitalised. \nMany of these victims were from Karunapuram area. Three minor children have lost both their parents in the tragedy. The siblings are now staring at an uncertain future. \"I don't know how to take care of them,\" their grandmother said.\nA woman who lost her son said, \"He complained of severe stomach ache and difficulty to open his eyes. He said he had consumed arrack. Initially, the hospital refused to admit him, saying he's drunk. The state government should shut down all liquor shops.\"\nAnother mother said, \"My son suffered excruciating stomach pain. He could neither see nor hear. This shouldn't happen to anyone. Stop selling liquor.\"\nPolice have arrested four suspected bootleggers and detained 10 others. Confirming that these deaths were caused due to consumption of toxic liquor, a senior police officer told NDTV, \"We are investigating what exactly they consumed.\"\nThe state government has suspended district police chief Samay Singh Meena and appointed Rajat Chaturvedi in his place. Collector Sravan Kumar Jatavath has been replaced by MS Prasanth.\nA Deputy Superintendent of Police-rank officer of prohibition enforcement wing, three inspectors and as many sub-inspectors were also suspended. The state government also transferred the probe into the toxic liquor tragedy to CB-CID.\nChief Minister MK Stalin said in a post on X that he is shocked and pained about the loss of lives. \"The accused have been arrested. Action has been taken against officials who failed to prevent this. We will crack down with an iron hand. If public complain about such perpetrators, action would be taken.\"\nThe Chief Minister has announced an inquiry by Justice (retd) B Gokuldas, a retired judge of Madras High Court. A compensation of ₹ 10 lakh will be provided to the families of each of the victims.\nMr Stalin had ordered the arrest of illegal liquor brewers, methanol seller and destruction of methanol.\nThis tragedy is being seen as a huge failure by intelligence agencies and the prohibition enforcement wing. Last year, too, 22 people died in Tamil Nadu after consuming methanol.\nThe Madras High Court yesterday pulled up the state government over the hooch tragedy, which has claimed 55 lives. How did you let it happen,\" the court said citing last year's tragedy.\nAIADMK chief and Leader of Opposition in the Assembly Edappadi K Palaniswami slammed the ruling DMK for and said the state government failed to curb the toxic liquor problem even after he pointed out. \"I urge Chief Minister M K Stalin to take stringent action to curb toxic liquor instead of word play like last time, when they called it methanol and not toxic liquor.\"\nState BJP chief K Annamalai said DMK had not \"learnt its lesson\" after 22 deaths due to consumption of toxic liquor last year."
    },
    {
        "ID": "373312",
        "Title": "Compensation for houses damaged by bad weather",
        "Link": "https://www.hirunews.lk/english/373312/compensation-for-houses-damaged-by-bad-weather",
        "Date": "Friday, 21 June 2024 - 22:50",
        "Image": "https://cdn.hirunews.lk/Data/News_Images/202406/1718981408_1635928_hirunews.jpg",
        "Paragraph": "Senior Advisor to the President on National Security and Chief of Staff to the President Sagala Ratnayaka, announced that President Ranil Wickremesinghe has directed take the necessary measures to either rebuild or provide compensation, subject to a maximum limit, for houses that were completely damaged by the recent adverse weather conditions.\nMr. Sagala Ratnayaka also stated that measures will be implemented to assess the damage and provide compensation, subject to a specified maximum limit, for the repair of partially damaged houses.\nMr. Sagala Ratnayaka shared these views during a discussion held at the Presidential Secretariat yesterday (20), concerning the rebuilding of houses fully and partially damaged by recent adverse weather conditions.\nThe discussion extensively covered the reconstruction of houses affected by natural calamities such as strong winds, floods and landslides, which have impacted various parts of the country in recent days. The provision of suitable compensation, subject to a maximum limit, was also deliberated.\nTo ensure appropriate compensation within specified limits, for fully damaged houses upon agreement with beneficiaries, and prompt construction of such houses with the assistance of the Armed Forces. Additionally, the assessment and repair of partially damaged houses, with compensation also subject to a specified maximum limit, were discussed.\nMr. Sagala Ratnayaka also directed District Secretaries to submit formal reports on houses fully and partially damaged by natural calamities.\nIn attendance at the discussion were State Minister of Defence Pramitha Bandara Tennakoon, the three commanders of the armed forces, and heads of relevant line Institutions. Participating remotely were District Secretaries and Divisional Secretaries via online technology."
    },
    {
        "ID": "373296",
        "Title": "Sri Lanka women record sensational ODI series win over West Indies",
        "Link": "https://www.hirunews.lk/english/373296/sri-lanka-women-record-sensational-odi-series-win-over-west-indies",
        "Date": "Friday, 21 June 2024 - 18:28",
        "Image": "https://cdn.hirunews.lk/Data/News_Images/202406/1718968195_2146675_hirunews.jpg",
        "Paragraph": "Sri Lanka 275 for 6 (Athapaththu 91, Nilakshika 63, Ramharack 2-46) beat West Indies 115 all out (Nation 46, Nisansala 5-28) by 160 runs\nChamari Athapaththu, Nilakshika Silva and Anushka Sanjeewani led the way with half-centuries before Sachini Nisansala grabbed a maiden five-for to set up a comprehensive 161-run win over the West Indies in the third ODI in Hambantota. The hosts took the series 3-0, securing their second series whitewash against the West Indies.\nChasing Sri Lanka's score of 275 for 6 - their third-highest total in ODIs - West Indies struggled to get going as both Rashada Williams and skipper Shemaine Campbell were dislodged inside the first six overs.\nChedean Nation and Stafanie Taylor then strung together the innings' only partnership of note as the pair put on 57 off 82 deliveries, steadily chipping away at the target, only for Taylor to edge one behind off the miserly Oshadi Ranasinghe. Nation, who had looked in control during her 57-ball 46, might have harboured hopes of putting on similar stands with the middle and lower order, but Athapaththu put paid to any such notions when she skid one past Nation's outside edge to clip off stump.\nSuddenly West Indies were teetering at 69 for 4, at which point Nisansala took over. She had been the most expensive of Sri Lanka's bowlers last time out, but here her slow left-arm orthodox proved extremely effective, particularly on a surface that offered a good amount of grip and turn.\nZaida James was trapped leg before to one that skidded on, while Chinelle Henry, Afy Fletcher and Qiana Joseph all fell looking to hit out. The five-for was complete when Aaliyah Alleyne (27 off 27) chipped one back to Nisansala, bringing to an end her cameo.\nEarlier, having been put into bat, the Sri Lankan opening pair of Athapaththu and Vishmi Gunaratne took the attack to the West Indian bowlers in a stand of 93. Gunaratne fell six runs short of her half century miscuing an attempted loft to Alleyne at mid-off.\nTwo more wickets in quick succession saw the backs of Harshitha Samarawickrama and Hansima Karunaratne, but Athapaththu was still at the crease to bring the game back under control with 57-run partnership with Nilakshika.\nThe Sri Lanka captain eventually fell for a 106-ball 91, as Fletcher spun one through bat and pad. At that point Sri Lanka were 156 for 4 after 34.1 overs, and their primary power hitter was back in the dressing room. But if the West Indies were hoping to reel themselves back into the game, Nilakshika and Sanjeewani were not willing to play ball, as the pair proceeded to plunder 117 runs in a 93-ball fifth wicket partnership - Sri Lanka's second highest for the fifth wicket. Sri Lanka ended up scoring 93 off the final 10 overs; Sanjeewani (55 off 46) and Nilakshika (63 off 78) eventually fell in the final over, but by then the damage was well and truly done."
    },
    {
        "ID": "373285",
        "Title": "No one should forget past hardships due to shortages of medicines, fuel, and fertilizers",
        "Link": "https://www.hirunews.lk/english/373285/no-one-should-forget-past-hardships-due-to-shortages-of-medicines-fuel-and-fertilizers",
        "Date": "Friday, 21 June 2024 - 18:29",
        "Image": "https://cdn.hirunews.lk/Data/News_Images/202406/1718964159_3742599_hirunews.jpg",
        "Paragraph": "President Ranil Wickremesinghe emphasized the imperative of not forgetting the hardships endured in the past due to shortages of essential resources such as medicines, fuel and fertilizers critical for the country. He called upon all citizens to unite behind the government’s initiative aimed at fostering a new economic transformation in Sri Lanka, ensuring that future generations do not have to face similar challenges.\nThe President highlighted this during his address at the 9th General Assembly of the All-Island Private Pharmacy Owners’ Association (AIPPOA), which took place yesterday (20) afternoon at the Golden Rose Hotel in Boralesgamuwa.\nThe President also extended his appreciation to the All-Island Private Pharmacy Owners’ Association for their steadfastness during the past COVID-19 pandemic and economic crisis, fulfilling their responsibilities to the country.\nFollowing the enactment of the New Medicines Act in 2015, the establishment of the All-Island Private Pharmacy Owners’ Association has been facilitated. The association has played a crucial role in regulating drug prices, ensuring adequate drug supply, and actively contributing to various social welfare initiatives, including bolstering the government’s kidney fund and health fund.\nPresident Ranil Wickremesinghe presented awards to All-Island Private Pharmacy Owners’ Association (AIPPOA) President Chandika Gankanda, top-performing officials and to top – performing District Associations.\nThe Board of Directors of the All-Island Private Pharmacy Owners’ Association also presented a memento to the President.\nPresident Ranil Wickremesinghe, addressing the occasion, further remarked:\n“I would like to extend my sincere gratitude on behalf of the Government to the All-Island Private Pharmacy Owners’ Association for supplying essential medicines during the recent COVID-19 pandemic. Your proactive response and commitment were crucial during a challenging period when governmental systems faced significant strain.\nFurthermore, as per the communication from your association, we are actively engaging to address arising issues and implement necessary actions. It is undeniable that many lives in our country have been preserved due to your dedication. In the past, there were financial constraints hindering access to essential medicines nationwide, yet you remained steadfast. Your unwavering commitment exemplifies the responsibility we expect from every citizen of our nation, a trait unfortunately not always prevalent.\nNeither you nor I are unfamiliar with these challenges, but we are collectively dedicated to rebuilding our country to the best of our abilities.\nWhen I assumed leadership of this country, we faced dire circumstances. Foreign exchange was scarce, and funds for essential medicines and fuel were lacking. We were confronted with tough choices, deciding whether to allocate funds for fuel or fertilizers. Opting for fertilizers, we revived agricultural activities, boosting production and ensuring access to medicines and fuel for our people. It was a challenging period, but crucial support from the Indian and Bangladeshi governments enabled us to import medicines and essential food items, sustaining us through the initial difficult 06 months. Subsequently, the nation began to progress steadily.\nDuring this time, there were heart-wrenching moments when people sought medicines without means to pay. You have faced the agonizing choice of denying them medication or providing aid amidst scarcity. These decisions were agonizing, but collectively, they propelled our country forward. Implementing necessary measures, including VAT adjustments, bolstered our revenue streams, strengthened the rupee, and facilitated economic progress. Today, we are advancing as a nation due to the resilience shown during these trying times.\nLast week, we concluded the second round of discussions with the IMF Board of Directors. We received confirmation that the program guiding Sri Lanka is on the right track. Consequently, we have been granted an extension to repay our debts. Currently, negotiations are underway with China to finalize these arrangements. Additionally, discussions are on-going with both Paris Club and non-Paris Club member countries, as well as with official creditors’ committees, to reach agreements.\nThis marks a significant step towards lifting the country out of the crisis it has faced. However, our journey does not end here. It is imperative that we reflect on the reasons behind our economic challenges.\nHistorically, Sri Lanka has not cultivated a robust export industry despite numerous opportunities. In 1979, during my visit to China, the country was economically less developed than Sri Lanka. Today, China supports us financially. Similarly, in 1991, as Minister of Industry, I met with Vietnam’s Industry Minister, who sought advice on attracting investments, earning foreign exchange, and establishing economic zones. Now, if I were to visit Vietnam, I would seek advice from them.\nWe have squandered many opportunities. If we fail to rectify this and transition to a new economic paradigm, we risk sliding back into economic turmoil. To prevent a return to those dark days, we have introduced a new economic program for the country.\nWe must depart from the old system and embrace a new paradigm. Our trajectory should mirror the progress achieved by nations like India and Bangladesh, fostering a competitive economy. Embracing cutting-edge technologies such as Artificial Intelligence (AI) is essential as we envision and build a revitalized nation.\nMinister of Industry and Health Dr. Ramesh Pathirana:\nI wish to express my appreciation for the All-Island Private Pharmacy Owners’ Association for their invaluable contribution to upholding the standards of Sri Lanka’s healthcare sector. Their steadfast efforts in controlling drug prices and ensuring uninterrupted drug supply deserve commendation.\nThe health and well-being of our citizens hinge on the entirety of our healthcare system. Sri Lanka’s healthcare service stands strong globally, offering exemplary standards. To further enhance patient welfare, legislation on patient safety is forthcoming. Additionally, efforts are underway to bolster rehabilitation and palliative care services.\nAs a nation, we have successfully navigated global competition, bolstering our healthcare infrastructure with increased numbers and enhanced quality of hospitals, doctors, and nurses. Significant improvements have been made in physical healthcare facilities, supported by the largest budget allocation in history to safeguard free healthcare.\nWith your continued support, we are committed to advancing patient care services for the benefit of all Sri Lankans.\nMember of Parliament Rajitha Senaratne:\nThe All-Island Private Pharmacy Owners’ Association has exemplified a dedication to national service, prioritizing public welfare over profit, especially during challenging times in the past. This echoes the leadership of President Ranil Wickremesinghe today. Initially, many doubted his ability to revive the country from economic crisis within such a short span, but today, we must acknowledge his achievements. Anyone who observes objectively must recognize his role in bringing our country to its current state.\nInternationally, Sri Lanka is recognized as one of the fastest-recovering nations among those previously facing economic collapse. This achievement is widely applauded globally, with many referring to Sri Lanka’s recovery as an economic miracle unprecedented in history. The International Monetary Fund has even suggested that other countries, like Ethiopia, could learn from Sri Lanka’s economic strategies under President Wickremesinghe’s leadership. However, domestically, criticisms persist. It’s crucial for all of us to grasp the actual situation within our country and recognize these realities.\nAll-Island Private Pharmacy Owners’ Association President Chandika Gankanda:\nI don’t need to recount the situation in this country two years ago. Back then, pharmacies played a critical role in safeguarding public health. People lined up for kilometres outside pharmacies, desperate for medicine they couldn’t afford. There were times when life-saving medications simply weren’t available. It was during this dire period that President Ranil Wickremesinghe assumed leadership of the country.\nIn households with three family members, each family member had to stand in separate queues for their medicines and their requirements due to the shortage. he scarcity of fuel compounded the challenges of distributing medicine. Fortunately, President Ranil Wickremesinghe, elected with just one Parliamentary seat, assumed the presidency. Otherwise, we might have faced a period where basic sustenance was a matter of life or death.\nAs the country begins to recover, I extend my heartfelt appreciations to the President for supporting our businesses during this critical time.\nThe event was attended by a significant gathering, including the Patron of the All-Island Private Pharmacy Owners’ Association Ven. Kuppiawatte Bodhananda Thero, Member of Parliament Ashoka Abeysinghe, officials from the Ministry of Health, representatives from the Drug Importers Association, and members of the All-Island Private Pharmacy Owners’ Association."
    },
    {
        "ID": "373278",
        "Title": "President Affirms Sri Lanka’s Commitment on Promoting Eco-Tourism",
        "Link": "https://www.hirunews.lk/english/373278/president-affirms-sri-lankas-commitment-on-promoting-eco-tourism",
        "Date": "Friday, 21 June 2024 - 18:31",
        "Image": "https://cdn.hirunews.lk/Data/News_Images/202406/1718974993_2957600_hirunews.jpg",
        "Paragraph": "President Ranil Wickremesinghe emphasized Sri Lanka’s commitment to advancing eco-tourism through the conservation of wetlands. He underscored the futility of waiting for external funding to combat climate change and environmental challenges, urging tropical countries to explore self-sustaining financial models tied to environmental projects.\nSpeaking at the closing ceremony of the inaugural WLI Asia Oceania Conference 2024 at Water’s Edge Hotel, Battaramulla yesterday (20), President Wickremesinghe highlighted Sri Lanka’s proactive stance.\nThe conference, organized by the Sri Lanka Land Development Corporation under the Ministry of Housing, aimed to foster collaboration for the sustainable management of wetlands. Held from June 17 to 21 at “Diyasaru” Wetland Park, Battaramulla, the event focused on the theme “Wetlands and Wetland Centers for Eco-friendly Tourism.”\nRepresentatives from 15 counties including Sri Lanka, Korea, Mongolia, Philippines, Jordan, Myanmar, New Zealand, Nepal, Japan, Australia, China, India, Pakistan, Taiwan, and the United Kingdom participated, totaling nearly 100 delegates from over 70 wetland parks worldwide. Notably, the foreign delegates had the opportunity to explore Colombo’s urban wetlands, renowned as the world’s first wetland capital of the world, during the three-day observation program.\nAt the ceremony, Executive Director of the Ramsar Convention’s East Asia Regional Center Mr. Suh Seung Oh, presented a memento to President Ranil Wickremesinghe, marking the culmination of the conference.\nAddressing the gathering President Ranil Wickremesinghe further commented:\n“Sri Lanka considers itself privileged that Wetlands International’s first conference is being held here, and you have taken ‘Diyasaru’ Park as a good example. Wetlands, much like elephants and others, are disappearing species or landmarks. How do we preserve them? That’s the issue.\nNot only in urban areas but even in other regions, wetlands are disappearing. Partly due to the need for development, partly due to the need for people to live. Nevertheless, development and population expansion have taken their toll on wetlands. So, what you have undertaken is how to preserve them, and that is an objective we all agree with.\nIf you look at this, about 500 years ago, this whole area was covered by wetlands. When you take ‘Muthurajawela’ to the north, this area, which was once entirely wetlands, sometimes formed a fortress to safeguard the cinnamon trade and repel rival armies from the north and south. You can still see traces of that. But gradually, we have seen it being filled up. Yet, we have still managed to preserve some wetlands, and the minister and the corporation have done a commendable job. We must emphasize and prioritize the conservation of our wetlands. Thus, ‘Diyasaru’ Park is an example of this effort.\nWe are also planning to establish another tourist attraction over 1000 acres of wetlands in the south. In an area called ‘Deduwa’ near ‘Lunu ganga’, Bentota, which was also the residence of the late Geoffrey Bawa, the famous architect. This will be quite extensive. How do you preserve these wetlands?\nAs you proceed, you will encounter more wetlands in ‘Akurala’ that need preservation. Many wetlands will be preserved. Some will also feature eco-friendly tourism. Certainly, that is an area of focus. This is just a part of what we are doing in eco-tourism and wetlands.\nWe are discussing another 1000 acres near Horton Place to create another tourist area. Sri Lanka will identify and certainly start safeguarding these areas, such as those essential for eco-tourism and wetlands.\nHowever, we feel that there is much more in the world that we must safeguard. Therefore, we are also promoting the concept of the tropical belt. Within the tropical belt lie wetlands, savannas, these are crucial areas for combating climate change. These are the sinks that exist globally.\nThey are mainly located in the tropical belt. So, why not save them all? Or do our best to preserve them? Look at the Amazon. The Amazon is disappearing. What should we do in Africa? Consider all these things, whether wetlands, forests, or grasslands. Let’s determine how many of them can hold commercial value, not for profit-driven ventures, but as part of the environmental movement. Who is willing to invest money in this cause? Because it’s unlikely that much money will come from the developed world right now. At present, it’s probably going to places like Ukraine or Gaza, not here. Thus, we must take care of ourselves. Let’s explore how many commercial projects we can find in wetlands.\nWe are also examining the role the Indian Ocean can play as a sink, it is even more significant. We are now promoting a concept. Let’s consider how we can commercialize these areas, not for ordinary development but certainly for environmental purposes.\nHow much can we achieve through green financing, through green economics, to obtain credit? This is what we need to focus on now.\nThe environment in our region, within the tropical belt, is under threat. We should not expect money to come from outside. That funding isn’t available. Therefore, we must rely on our own methods of generating commercial revenue to protect the environment and the tropical belt.\nThe government of Sri Lanka is also preparing legislation for an international climate change university, the first of its kind. It will be connected to many other climate change centers, following the model of the East-West Center. Those who come for short-term training or postgraduate studies will find it a central hub for climate change education and research.\nThese are the two main proposals Sri Lanka will present, and we intend to pursue them in the coming years. I don’t want to take up any more of your time, but rather to thank the organizers and wish you all the best. Thank you.”\nExecutive Director of the Ramsar Convention East Asia Center Mr. Suh Seung Oh:\n“I would like to extend my highest appreciation to the Sri Lankan government for hosting this important meeting, especially to Hon. President Ranil Wickremesinghe. Over the last four days, we have communicated, connected, and discussed numerous issues pertinent to the Wetland Centers. This gathering has not only fostered collaboration among the Wetland Centers but has also strengthened ties between the continents of Asia and Oceania. Through this first Asia-Oceania collaboration, we have maintained a close relationship with the general public, delivering crucial messages about the importance of wellness. Together, we are creating shared values with the people.”\nMinister of Urban Development and Housing Prasanna Ranatunga, Minister of Foreign Affairs Ali Sabri P. C., State Ministers Thenuka Vidanagamage and Janaka Wakkumbura, Advisor to the President on Parliamentary Affairs Ashu Marasinghe, Advisor to the President on Environment, Climate, and Green Finance Dr. Ananda Mallawathantri, Chief Executive Officer of the Climate Change Office and Senior Additional Secretary to the President Dr. Anil Jasingha, Secretary to the Ministry of Urban Development and Housing W.S. Sathyananda, Secretary to the Ministry of Wildlife and Forest Resources Conservation Gunadasa Samarasinghe, Secretary to the Ministry of Environment B.K.P. Chandrakeerthi, International Relations Manager of the Wildfowl & Wetlands Trust Chris Rostron, Chairman of the Sri Lanka Land Development Corporation Eng. Hiran Balasuriya, Chairman of the Urban Development Authority Nimesh Herath, representatives from International Wetland Parks, environmentalists, and government officials were present on the occasion."
    },
    {
        "ID": "373265",
        "Title": "Special pardon to 289 inmates for Poson Poya day",
        "Link": "https://www.hirunews.lk/english/373265/special-pardon-to-289-inmates-for-poson-poya-day",
        "Date": "Friday, 21 June 2024 - 18:40",
        "Image": "https://cdn.hirunews.lk/Data/News_Images/202406/1718952159_7213050_hirunews.jpg",
        "Paragraph": "The Department of Prisons has released 289 inmates from prisons across the island today (June 21) under a special state pardon granted by President Ranil Wickremesinghe in observance of Poson Poya Day.\nPrisons Spokesman Gamini B. Dissanayake announced that 263 male inmates and 26 female inmates serving time for minor offenses were granted a pardon in accordance with Article 34 of the Constitution of Sri Lanka.\nAmong the pardoned prisoners were 19 from Welikada Prison, 30 from Mahara Prison, 30 from Wariyapola Prison, and 28 from Kalutara Prison, according to the Department of Prisons."
    }
]